import './Header.css'

const Header = () => {
  return (
    <div className='header'>
        <div className="header-contents">
            <h2>Закажите свое любимое блюдо у нас</h2>
            <p>Выбирайте из разнообразного меню, включающего восхитительный выбор блюд,
               приготовленных из лучших ингредиентов и с учетом кулинарного опыта.
               Наша миссия - удовлетворить ваши пристрастия и улучшить впечатления от ужина,
                приготовив одно вкусное блюдо за раз.
                </p>
            <button>Перейти к меню</button>
        </div>
    </div>
  )
}

export default Header;